Repository: Darthroid/Canvo
Catalog: Canvo/Resources/Localizable.xcstrings
Source language: en
Languages: ru

source: %lld nodes
ru: %lld элементов

# %lld of %lld
source: %1$lld of %2$lld
ru: %1$lld из %2$lld

source: 0 nodes
ru: 0 элементов

source: About & Support
ru: Поддержка

source: Add
ru: Добавить

source: Add Cover
ru: Добавить обложку

source: Add Link
ru: Добавить связь

source: Add related ideas
ru: Добавить смежные идеи

source: Add tags separated by commas
ru: Добавьте теги, разделенные запятыми

source: AI
ru: ИИ

source: AI Editor
ru: ИИ Редактор

source: AI Explanation
ru: ИИ Объяснение

source: AI Image
ru: ИИ Картинка

source: AI turns a single thought into a structured mind map in seconds
ru: ИИ превратит одну мысль в структурированную интеллект-карту за секунды

source: AI will generate a structured canvas based on your description
ru: ИИ сгенерирует структурированный канвас по вашему описанию

source: All
ru: Все

source: Analyze
ru: Проанализировать

source: Analyze Canvas
ru: Проанализировать канвас

source: Analyzing
ru: Анализируем

source: Analyzing structure
ru: Анализируем структуру

source: App Language
ru: Язык приложения

source: Appearance
ru: Внешний вид

source: Apply
ru: Применить

source: Apply theme to exports
ru: Применять при экспорте

source: Applying...
ru: Применяем…

source: Are you sure you want to delete %@?
ru: Вы действительно хотите удалить %@?

source: Are you sure you want to delete this node?
ru: Вы действительно хотите удалить этот элемент?

source: Blueprint
ru: Чертеж

source: Branching
ru: Создаем ветки

source: Break down structure
ru: Разбить структуру

source: Bring Order to Complexity
ru: Превращайте хаос в порядок

source: Cancel
ru: Отмена

source: Canvas Export
ru: Экспорт канваса

source: Canvas name
ru: Имя канваса

source: Child nodes
ru: Дочерние элементы

source: Choose Photo
ru: Выбрать изображение

source: Color
ru: Цвет

source: Combine into one concept
ru: Объединить в единую концепцию

source: Combine into product requirements or core concept...
ru: Объедини в требования продукта или ключевые концепции

source: Connected
ru: Связанные элементы

source: Connected Nodes
ru: Связанные элементы

source: Continue
ru: Продолжить

source: Copy to Clipboard
ru: Копировать в буфер обмена

source: Create
ru: Создать

source: Create a canvas manually or generate one with AI
ru: Создайте канвас вручную или сгенерируйте его с помощью ИИ.

source: Create Canvas
ru: Создать канвас

source: Create manually
ru: Создать вручную

source: Create Node
ru: Создать элемент

source: Creating canvas
ru: Создание канваса

source: Creating main idea
ru: Создание основной идеи

source: Currently not available
ru: Временно недоступно

source: Custom Instruction
ru: Свои инструкции

source: Danger zone
ru: Опасная зона

source: Dark
ru: Темная

source: Delete
ru: Удалить

source: Delete Canvas
ru: Удалить канвас

source: Delete Node
ru: Удалить элемент

source: Describe a topic and AI will build a canvas
ru: Опишите тему, ИИ построит канвас

source: Describe how AI should modify the node
ru: Опишите как ИИ должно изменить элемент

source: Describe what you want AI to do
ru: Опишите что вы хотите чтобы ИИ сделал

source: Detail
ru: Описание

source: Disable Protection
ru: Снять защиту

source: Double-tap a selected node to view and edit its content.
ru: Дважды коснитесь выбранного элемента, чтобы просмотреть и отредактировать его содержимое.

source: E.g. launching a startup: idea, market, MVP, marketing
ru: Пример: Запуск стартапа, идеи, анализ рынка, маркетинг

source: Edit
ru: Редактировать

source: Edit Canvas
ru: Редактировать канвас

source: Edit Canvas with AI
ru: Редактировать канвас с ИИ

source: Edit Node
ru: Редактировать элемент

source: Entire Canvas
ru: Весь канвас

source: Error
ru: Ошибка

source: Expanding %@
ru: Расширяем %@

source: Expanding graph
ru: Расширяем…

source: Expanding...
ru: Расширяем…

source: Explore ideas through connections instead of endless notes
ru: Исследуйте идеи через связи, а не бесконечные заметки

source: Export As
ru: Экспортировать как

source: Extending %@
ru: Расширяем %@

source: Favorite
ru: Добавить в избранное

source: Favorites
ru: Избранные

source: Finalizing
ru: Завершение

source: Focus
ru: Сфокусироваться

source: Focus mode
ru: Режим фокусирования

source: Forest
ru: Лес

source: Generate Nodes
ru: Создать элементы

source: Generate with AI
ru: Создать с ИИ

source: Generation failed
ru: Генерация завершилась с ошибкой

source: Get Started
ru: Приступить

source: Grid
ru: Сетка

source: Hide Grid
ru: Скрыть сектку

source: Hide Outline
ru: Скрыть содержание

source: Hierarchical structure with branches and subtopics
ru: Иерархическая структура с ветвями и подтемами.

source: Ideas
ru: Идеи

source: Immersive Mode
ru: Иммерсивный режим

source: Import Canvas
ru: Импортировать канвас

source: Import Failed
ru: Импорт завершился с ошибкой

source: JPEG image
ru: JPEG изображение

source: Language
ru: Язык

source: Layout
ru: Схема размещения

source: Library
ru: Библиотека

source: Light
ru: Светлая

source: List
ru: Список

source: Midnight
ru: Полночь

source: Mode
ru: Режим

source: Name
ru: Имя

source: Next
ru: Далее

source: No Canvases Yet
ru: Нет канвасов

source: No connected nodes
ru: Нет связанных элементов

source: No description
ru: Описание отсутсвует

source: No Favorites
ru: Нет избранных

source: No Recent Canvases
ru: Нет недавних канвасов

source: No Results
ru: Нет результатов

source: Nord
ru: Нордическая

source: Ocean
ru: Океан

source: OK
ru: ОК

source: One idea in the center with connected topics around it
ru: В центре — основная идея, связанные темы расположены вокруг

source: Open Details
ru: Показать детали

source: Outline
ru: Содержание

source: Paper
ru: Бумага

source: PNG image
ru: PNG изображение

source: Position
ru: Позиция

source: Print
ru: Печать

source: Privacy Policy
ru: Политика конфиденциальности

source: Protect
ru: Установить защиту

source: Radial
ru: Круговая диаграмма

source: Radial expansion
ru: Расширяем диаграмму

source: Real Size
ru: Реальный размер

source: Recent
ru: Недавние

source: Redo
ru: Переделать

source: Remove from Favorites
ru: Удалить из избранного

source: Remove Image
ru: Удалить изображение

source: Rename
ru: Переименовать

source: Replace
ru: Заменить

source: Replace %@?
ru: Заменить %@?

source: Report an Issue
ru: Сообщить о проблеме

source: Retrowave
ru: Ретровейв

source: Review on the App Store
ru: Оценить в App Store

source: Save important canvases for quick access anytime
ru: Сохраняйте важные канвасы для быстрого доступа в любое время.

source: Scope
ru: Контекст

source: Search nodes
ru: Поиск элементов

source: Secured
ru: Защищено

source: Select
ru: Выбрать

source: Select multiple nodes and let AI analyze, organize, or expand your ideas.
ru: Выберите несколько элементов, ИИ проанализирует, организует или расширит ваши идеи.

source: Select Nodes
ru: Выбор элемента

source: Selected
ru: Выборка

source: Selection
ru: Выборка

source: Settings
ru: Настройки

source: Show All
ru: Показать все

source: Show Grid
ru: Показать сетку

source: Show Onboarding
ru: Показать приветствие

source: Show Outline
ru: Показать содержание

source: Show/Hide Grid
ru: Показать/скрыть сетку

source: Show/Hide Outline
ru: Показать/скрыть содержание

source: Skip
ru: Пропустить

source: Something went wrong
ru: Что-то пошло не так

source: Start with an empty canvas
ru: Начните с чистого канваса

source: Start with an Idea
ru: Начните с идеи

source: Summarizing
ru: Суммаризируем

source: Tag Filter
ru: Фильтр тегов

source: Tags
ru: Теги

source: Take Photo
ru: Снять фото

source: Tap a node to select it for editing, moving, or AI actions.
ru: Коснитесь элемента, чтобы выбрать его для редактирования, перемещения или выполнения действий с использованием ИИ.

source: Tap to add cover (optional)
ru: Нажмите чтобы добавить обложку (опционально)

source: Theme
ru: Тема

source: Think Visually
ru: Мыслите визуально

source: This cannot be undone.
ru: Действие нельзя отменить.

source: Today,
ru: Сегодня,

source: Transform scattered information into clear structure
ru: Собирайте разрозненную информацию в понятную структуру

source: Tree
ru: Дерево

source: Try adjusting your search
ru: Попробуйте уточнить запрос

source: Undo
ru: Отменить

source: Untitled node
ru: Без названия

source: Use AI with Context
ru: Используйте ИИ с учетом контекста.

# Version %@ (%@)
source: Version %1$@ (%2$@)
ru: Версия %1$@ (%2$@)

source: View Style
ru: Режим отображения

source: Welcome to Canvo
ru: Добро пожаловать в Canvo

source: Yesterday,
ru: Вчера,

source: Your recently edited canvases will show up here automatically
ru: Здесь автоматически отобразятся ваши недавно отредактированные канвасы.

source: Zoom In
ru: Увеличить

source: Zoom Out
ru: Уменьшить
